{
    "slides": [
        "../images/tree_1.jpg",
        "../images/tree_2.jpg",
        "../images/tree_3.jpg",
        "../images/tree_4.jpg"
    ],
    "news": [
        {
            "heading": "Savor Good News, Tips and More",
            "text": [
                "Our Flagship NEWTREE Café & Chocolate Shop is Open! We have been keeping this a secret for months and today is the official announcement: we have opened our first NEWTREE Café & Chocolate Shop in downtown.",
                "Browse the self-help shelf of your local bookstore and you’ll find plenty of advice for coping with life’s good events, from happiness to more happiness. But what about dealing with the another good ones? Reaching the top of a magnificent waterfall. Hearing your child’s laugh. Seeing your favorite band perform your favorite song. \"It’s been presumed that when good things happen, people naturally feel joy for it\" says Fred Bryant, a social psychologist at Loyola University Chicago.",
                "His research, however, suggests that we don’t always respond to these \"good things\" in ways that maximize their positive effects on our lives. Bryant is the father of research on \"savoring\", or the concept that being mindfully engaged and aware of your feelings during positive events can increase happiness in the short and long run.",
                "\"It is like swishing the experience around … in your mind\", says Bryant, author of the 2006 book, Savoring: A New Model of Positive Experience. His research and the research of others—like Erica Chadwick, who recently completed a dissertation on savoring at Victoria University in New Zealand, and Jordi Quoidbach, a post-doctoral fellow at Harvard University—has identified myriad benefits to savoring, including stronger relationships, improved mental and physical health, and finding more creative solutions to problems.",
                "Bryant is in the process of analyzing a wide range of studies on savoring to determine what works and what doesn’t. Already, he has distilled his research into 10 succinct ways for us to develop savoring as a skill."
            ],
            "link": {
                "home": "news/news-savor-good-news-tips-and-more.html",
                "direct": "news-savor-good-news-tips-and-more.html"
            },
            "id": "1"
        },
        {
            "heading": "Most Advanced Artificial Heart Approved For Sale in Europe, Raising Hopes for Those Awaiting Transplants",
            "text": [
                "A French firm that has long been testing and refining an artificial heart is ready to begin sale of the device in the second quarter of 2021.",
                "Called the Aeson, the 900-gram device is powered by batteries and relies on sensors and biological materials to detect exactly which function it must perform at any given time.",
                "The firm Carmat has been working on the Aeson for decades in response to rising rates of heart disease in France and across the world, which it estimates claims 26 million lives every year.",
                "Organ donor rates in Europe are not enough to meet demand, and so the Aeson will really come into its own as another option for those on waiting lists for new hearts: helping a European demographic of about 2,000 people, estimates Carmat.",
                "An Aeson will function for several years in patients. It works by attaching biological bits to its mechanical ones, and using batteries and actuator fluid to power the functions of a normal heart.",
                "A small discreet bag would contain a controller with lithium-ion batteries, as well as the fluid container, all weighting less than five kilograms.",
                "Indeed the surgeon even said that the man had resumed riding bikes, and as a black belt judoka, even asked permission to resume martial arts."
            ],
            "link": {
                "home": "news/news-most-advanced-artificial-heart.html",
                "direct": "news-most-advanced-artificial-heart.html"
            },
            "id": "2"
        },
        {
            "heading": "Salmon Spawning for the First Time in 80 Years in the Upper Columbia River",
            "text": [
                "Tribal biologists have confirmed that chinook salmon are spawning in the upper-Columbia River system in Washington state for the first time in 80 years.",
                "It’s the culmination of decades of dreaming, and years of work, which one can hear in the words of Crystal Conant, a Colville tribal member of the Arrow Lakes and SanPoil bands, when she spoke to Eli Francovich at Spokesman.",
                "The Confederated Tribes of the Colville System have been planning and researching how it would be possible to restore salmon populations to the river systems above two dams built in the 1930s and ’50s which prevented the fish from reaching the higher levels of the river system to spawn, as they had done for generations.",
                "The Grand Coulee and Chief Joseph dams don’t include fish ladders, and so in August the Colville Tribes released 100 salmon 35 miles upstream of the two dams in an attempt to see if they would survive and spawn.",
                "They outfitted electronic trackers to the fish so they would be able to observe their movements. Over the summer and fall, contrary to some predictions that the fish would just up and leave, the hatchery-born salmon spread out and began to spawn.",
                "But of course the major challenge to an otherwise superbly plausible restoration effort is whether small salmon can cross the Columbia River reservoir created by the dam, pass through the hydropower infrastructure, move out to sea, eat, grow, and return again.",
                "As one of the most arduous and impressive migration patterns in nature, it’s difficult to survive in the best of times, but whether the human-constructed obstacles make it impossible is not known.",
                "Their survival also depends on how many aggressive and invasive northern pike can be removed from the river and reservoir, as they would prey on the salmon species. Only after these survival concerns are alleviated will the tribes begin investigating potential costs of passageways through the dams.",
                "According to another report from public radio, it could be 10-15 years before the tribes big-picture feasibility studies are concluded, since they would need to observe salmon coming and going while spending years out at sea."
            ],
            "link": {
                "home": "news/news-salmon-spawing-for-the-first-time.html",
                "direct": "news-salmon-spawing-for-the-first-time.html"
            },
            "id": "3"
        },
        {
            "heading": "Space Station Captures Footage of Blue Lightning Bursting Toward Space",
            "text": [
                "A weather observatory on the International Space Station has recorded a set of startling interactions between lightning and the different layers of the planet’s atmosphere.",
                "The problem for us Earth-dwellers trying to see these events is that unless we are so far away as to be able to see above a storm cloud, that storm must also be large enough to produce these powerful lightning flashes.",
                "The Atmosphere-Space Interactions Monitor (ASIM) isn’t limited in that way, and the state-of-the-art weather observatory docked at the ISS is helping scientists get to know this space lightning better.",
                "\"It is like swishing the experience around … in your mind\", says Bryant, author of the 2006 book, Savoring: A New Model of Positive Experience. His research and the research of others—like Erica Chadwick, who recently completed a dissertation on savoring at Victoria University in New Zealand, and Jordi Quoidbach, a post-doctoral fellow at Harvard University—has identified myriad benefits to savoring, including stronger relationships, improved mental and physical health, and finding more creative solutions to problems.",
                "Elves are expanding halos of ionospheric UV emissions and electrons triggered, as their name suggests, when the electromagnetism of the blue jets streak up into the stratopause, the space between the stratosphere and the ionosphere.",
                "Unable to capture the blue jet-elf combo on footage for our eyes, artists at the European Space Agency have used existing footage to render a small video of what it would look like to the naked eye, 273 miles (440 kilometers) above the Earth.",
                "Sprites, blue jets, and elves were recently observed by NASA’s Juno orbiter to be taking place in the polar regions of Jupiter.",
                "Scientists had predicted these phenomena would be present in the roiling atmosphere of Jupiter, and found them exactly where one might find them on Earth."
            ],
            "link": {
                "home": "news/news-space-station-captures-footage.html",
                "direct": "news-space-station-captures-footage.html"
            },
            "id": "4"
        },
        {
            "heading": "Startup Builds 3 Huge Indoor Farms in Appalachia Turning Coal Country into Agricultural Hub",
            "text": [
                "An Appalachia-based company that’s building the world’s largest indoor farms just delivered their first harvest—beefsteak tomatoes—to grocery stores like Walmart and Kroger.",
                "The Kentucky-based company known for its focus on restoring economically-suffering communities in former coal country recently went public, and gained home economics legend Martha Stewart as a board member.",
                "With several facilities already producing fruits and vegetables, AppHarvest is set to become a national leader in alternative farming through their cutting edge indoor technology that saves space, recycles water, and produces 30 times more food than a conventional farm.",
                "Their Morehead Kentucky headquarters can grow 45 million pounds of non-GMO, chemical pesticide-free tomatoes annually, while the indoor facility—which uses recycled rainwater—allows them to grow year-round, unimpeded by the burden of the seasons.",
                "AppHarvest also collaborates with eastern Kentucky high schools to introduce and incorporate an Agricultural tech curriculum. The company has invested hundreds of thousands of dollars providing high-tech container farms, in the form of retrofitted shipping containers, to offer students the opportunity to grow their own food and learn about the importance of nutritious fruits and vegetables."
            ],
            "link": {
                "home": "news/news-startup-build-huge-indoor.html",
                "direct": "news-startup-build-huge-indoor.html"
            },
            "id": "5"
        },
        {
            "heading": "Take This Test To See You if You Have a Face-Recognizing Superpower",
            "text": [
                "If you find yourself doing double-takes at faces in crowds, you may have a strange and unique ability possessed by one person in three million—that of being a super-recognizer.",
                "Like comic books superheroes, super-recognizers live among us, and a simple online test from the University of Greenwich can reveal whether or now you are one of them.",
                "While admitting there is no single test that determines whether or not you’re a super-recognizer, researcher Dr. Josh P. Davis has at least made one that anyone can do, and that’s free and easy to take.",
                "Trialists will see an image of a man for a few seconds, then they must select that his face from a lineup of people. The angle and the time when the two pictures were taken won’t always be the same, so it relies on a unique kind of memorization developed in the fusiform face area, part of the visual cortex.",
                "If you score 10 of 14 or higher, you may be a super-recognizer, and additional tests are available if you want to pursue them.",
                "Davis hopes to find these people in order to study their ability further, as they can have implications for law-enforcement curriculums."
            ],
            "link": {
                "home": "news/news-take-this-test-to-see-you-if.html",
                "direct": "news-take-this-test-to-see-you-if.html"
            },
            "id": "6"
        },
        {
            "heading": "What’s the Key to Raising Confident Kids? Here’s What the Majority of Parents Say…",
            "text": [
                "82% of parents are making a daily, concerted effort to raise their children to be confident, according to a new survey.",
                "A poll of 1,000 parents of school-aged children found 47% said they make sure they themselves are a good example of confidence for their children.",
                "The study, conducted by OnePoll in conjunction with Stokke, aimed to determine how parents approach their child-rearing habits and discovered 73% said seeing their children exhibit confidence makes them feel like they’ve mastered their parenting skills.",
                "From hearing their child give a speech in front of a large crowd with boldness and assuredness to doing their homework all by themselves, parents will always remember the times their child showed confidence and independence.",
                "Beyond raising independent children, parents are encouraging their children to think critically. 79% of those surveyed said they encourage their child to think critically and use logic on a daily basis.",
                "Confidence is one of the best gifts a parent can give a child. A child that grows up having faith in their abilities is fearless and ready to take on the obstacles life will bring on, stated a spokesperson for Stokke. They feel free to pursue their passions. They believe in their dreams, big or small, and have the courage to follow them."
            ],
            "link": {
                "home": "news/news-whats-the-key-to-raising-confident-kids.html",
                "direct": "news-whats-the-key-to-raising-confident-kids.html"
            },
            "id": "7"
        },
        {
            "heading": "You Should Not Be Eating Late at Night: Here’s Why and How You Can Avoid it",
            "text": [
                "All manner of subtle detriments can befall those who eat late at night, or even merely after the sun goes down.",
                "These can include heightened blood sugar, decreased insulin sensitivity, inflammation, and shallow sleep—a situation that if occurring in a chronic sense can build the foundation for all manner of disease including Alzheimer’s.",
                "The science behind this seemingly impossible-to-prevent, universal human behavior is not so much breakthrough research, but logical conclusions about human biology and evolution.",
                "Whatever you call the class of researchers that translate medical and nutritional sciences into articles for us laymen, they’re beginning to combine information about exercise, weather exposure, sleep and eating patterns, dietary content, and more to form a comprehensive template on how to build a functional medicine base that will itself serve to stave off many of the chronic diseases that plague our society.",
                "Avoiding eating late at night is certainly part of this panoply of habits, one which is most often researched by sleep scientists.",
                "In understanding why the timing of meals is important, it’s useful to explain the relationship between us and the sun.",
                "Circadian rhythms is a term that describes how our organs align themselves with the day-night cycle of our environments. Many people imagine they have one clock, which we come to know in stark detail when we are jet-lagged. However different cells and organs have their own clocks, which would suggest that different clocks function differently at different times.",
                "Unlike our houses, bathed as they are in artificial light, the weald on which walked our early ancestors was dark at night, and as our melanopsin begin to sense the end of the day, their correspondences with the brain are the catalyst for all manner of biological functions.",
                "In 2009, people examining the entire recorded human genome for the most frequently correlated genetic variants with type-2 diabetes found melatonin receptor 1-b, in the pancreas, as being more present than any other protein in our species.",
                "What they found was that as the melanopsin in our eyes alerts our brain that darkness is approaching, the pineal gland began producing more melatonin. The increased melatonin is sent to various organs to prepare them for sleep, activating and deactivating thousands of different genes throughout our body.",
                "Insulin alerts our body to suck up excess carbohydrates from the bloodstream into the muscle tissues. Excess circulating glucose in the bloodstream for short periods of time is benign, but chronically, such as might happen if someone eats dinner hours after the sun goes down and an hour before bed, can cause major long-term health complications, not least of which is diabetes."
            ],
            "link": {
                "home": "news/news-you-should-not-be-eating-late-at-night.html",
                "direct": "news-you-should-not-be-eating-late-at-night.html"
            },
            "id": "8"
        }
    ],
    "tweets": [
        {
            "heading": "Follow us @NEWTREE chocolat",
            "date": "2 hours ago @SuccessnChoclat (Success & Chocolate)",
            "text": "RT @NEWTREE chocolat: Beautiful review of our Café & Chocolate Shop from @iPeggy at @SuccessnChoclat! http://t.co/hs8gDLr1#gratitude",
            "link": {
                "home": "tweets/tweets-follow-us-newtree.html",
                "direct": "tweets-follow-us-newtree.html"
            },
            "id": "1"
        },
        {
            "heading": "Catherine Barr",
            "date": "@catherine_barr Jan 26",
            "text": "My most borrowed library books! Join and support your local library here Books https://gov.uk/local-library-services@PLR_UK @WelshLibraries @GreatSchLibs @Literacy_Trust @QuartoKids @OtterBarryBooks",
            "link": {
                "home": "tweets/tweets-catherine-barr.html",
                "direct": "tweets-catherine-barr.html"
            },
            "id": "2"
        },
        {
            "heading": "Elizabeth Hutchinson FCLIP BEM",
            "date": "@Elizabethutch Jan 20",
            "text": "Great blog! What a wonderful place libraries are and it saddens me to see their demise now. Without libraries, where would I have gone? This is why school libraries are so important! We need teachers to say more about their demise and support @GreatSchLibs in getting them back.",
            "link": {
                "home": "tweets/tweets-elizabeth-hutchinson.html",
                "direct": "tweets-elizabeth-hutchinson.html"
            },
            "id": "3"
        },
        {
            "heading": "FHS Library",
            "date": "@FHS_Lib Jan 20",
            "text": "Please consider the positive impact that properly funded and staffed school libraries have repeatedly been shown to have on literacy (as well as information literacy, pastoral care etc). You may want to seek info from @GreatSchLibs @CILIPSLG @uksla @NickPoole1 or @IFLA",
            "link": {
                "home": "tweets/tweets-fhs-library.html",
                "direct": "tweets-fhs-library.html"
            },
            "id": "4"
        },
        {
            "heading": "Julia Hale",
            "date": "@jmadeleinehale Jan 19",
            "text": "If you missed last nights Twitter chat on Blogging check it out here... Blogging for school librarians -Twitter Chat @LGPSLibrary @julieloy @AbiLown @DebzHolland @LibraryLane1978 @MurrellHaze @CharlotteC1782 @MissNCleveland @DebHoggoz @NickPoole1 @sls_UK",
            "link": {
                "home": "tweets/tweets-julia-hale.html",
                "direct": "tweets-julia-hale.html"
            },
            "id": "5"
        },
        {
            "heading": "Richard Gerver",
            "date": "@richardgerver Jan 12",
            "text": "So I’ve had a little idea for #homeschooling; #ChildrenAssemble Write a 60 second story, about 100 words, read it, film it, post it! #STORY60 Let’s tell the world our stories (parents, carers, teachers, need to see yours too)! Here’s mine for starters. @uksla @BBCNews",
            "link": {
                "home": "tweets/tweets-richard-gerver.html",
                "direct": "tweets-richard-gerver.html"
            },
            "id": "6"
        },
        {
            "heading": "Sky News",
            "date": "@SkyNews Jan 25",
            "text": "It's really sad if children aren't able to get hold of the books they want. Children's author Tom Percival tells Sky News how parents can get hold of books for their children in lockdown after some shops have restricted the sale of them Down pointing backhand index. Latest news: https://trib.al/mDaEpPY",
            "link": {
                "home": "tweets/tweets-sky-news.html",
                "direct": "tweets-sky-news.html"
            },
            "id": "7"
        },
        {
            "heading": "SLS UK",
            "date": "@sls_UK Jan 11",
            "text": "Do you want to read books, record videos & share them online with your students? This thread should help!Down pointing backhand index. Please note: some policies haven’t been updated for 2021 yet so please check the full guidelines before sharing videos.",
            "link": {
                "home": "tweets/tweets-sls-uk.html",
                "direct": "tweets-sls-uk.html"
            },
            "id": "8"
        },
        {
            "heading": "Sue Giles",
            "date": "@SueGile56108 Dec 28, 2020",
            "text": "With national literacy levels ridiculously low, surely government should mandate that ALL schools should have a school library? How can government expect a child to achieve high grades with a low reading ability? How can they access the curriculum?",
            "link": {
                "home": "tweets/tweets-sue-giles.html",
                "direct": "tweets-sue-giles.html"
            },
            "id": "9"
        },
        {
            "heading": "The FOSIL Group",
            "date": "@TheFosilGroup Jan 1",
            "text": "The *IFLA School Library Manifesto* states that the school library is integral to the educational process. That it is not is a serious problem, and says as much about the prevailing educational process as it does about school librarianship. Addressing this remains my resolution.",
            "link": {
                "home": "tweets/tweets-the-fosil-group.html",
                "direct": "tweets-the-fosil-group.html"
            },
            "id": "10"
        },
        {
            "heading": "The Serendipitous",
            "date": "@debraperrin633 Dec 28, 2020",
            "text": "A Term Like No Other, reflections on running a school library after lockdown 2020 #GreatSchoolLibraries #cilipsslg #sla #schoollibraries #schoollibrarians @AccessitLib @Sarahinthelib @dimac4 #backtoschool #lockdown2020",
            "link": {
                "home": "tweets/tweets-the-serendipitous.html",
                "direct": "tweets-the-serendipitous.html"
            },
            "id": "11"
        },
        {
            "heading": "West Dunbartonshire",
            "date": "@wdclibraries Jan 22",
            "text": "Because #schoollibraries are about more than books. Supporting local talent, encouraging creativity & ambition, & follow up literacy lessons on songwriting and poetry. This is why #LibrariesMatter @WDCEducation @GreatSchLibs @CILIPSLG @SLIC1991",
            "link": {
                "home": "tweets/tweets-west-dunbartonshire.html",
                "direct": "tweets-west-dunbartonshire.html"
            },
            "id": "12"
        }
    ],
    "tips": [
        {
            "heading": "Share harmonious living tips: #mysavorlife",
            "date": "5 days ago @NEWTREE chocolat (NEWTREE)",
            "text": "A sneak peek of our new sustainable space in downtown San Francisco! #mysavorlife http://t.co/c7W98dzU",
            "link": {
                "home": "tips/tips-share-harmonious-living.html",
                "direct": "tips-share-harmonious-living.html"
            },
            "id": "1"
        },
        {
            "heading": "Break Radio Check",
            "date": "Virgil Stefan March 11",
            "text": "If you can read this LIKE and SHARE. Think no one loves you because they don't like or comment on your posts? That is probably not the case. A better explanation is they are not seeing your posts because Facebook's edge ranking by default shows popular posts and posts from people you interact. Copy and paste this to your wall and encourage people to interact with you! Also encourage people to visit your profile and select Get Notifications mark you as a Close Friend so they will receive a notification when you post! The same applies to Facebook pages!",
            "link": {
                "home": "tips/tips-break-radio-check.html",
                "direct": "tips-break-radio-check.html"
            },
            "id": "2"
        },
        {
            "heading": "Get to the point",
            "date": "John Nickelson March 5",
            "text": "Visual content is a useful vehicle for your messaging. Market Domination Media took a meta approach to explaining why infographics work by creating an infographic. Note that the text is minimal and gets straight to the point, stressing facts over long descriptions.",
            "link": {
                "home": "tips/tips-get-to-the-point.html",
                "direct": "tips-get-to-the-point.html"
            },
            "id": "3"
        },
        {
            "heading": "Know your audience",
            "date": "David Fermit February 11",
            "text": "You need to speak their language, but it doesn’t mean settling for jargon that can clash with creative phrasing. Typically, an informal, conversational approach works best when you’re creating content. Other content writing suggestions include: focus on actionable content that someone can use in their lives or jobs right away; write in first-person or second-person; be careful with humor, which can fall flat for the reader; Use profanity rarely because it can throw off someone who may wonder why the content includes those words; don’t be so creative that a reader struggles to detect your main point; avoid starting sentences with vague words like this or that; link to other websites, newsletters, and blogs because the links provide added value to visitors and help establish your credibility; identify potential keywords that you should consider by using Google’s Keyword Planner and soovle, which provide examples of what keyword phrases people use when they search.",
            "link": {
                "home": "tips/tips-know-your-audience.html",
                "direct": "tips-know-your-audience.html"
            },
            "id": "4"
        },
        {
            "heading": "Remember that length depends on the context",
            "date": "Ben Trotter February 2",
            "text": "It’s easy to stick to some content length rules and preferences. For example, you will want to maximize the 35 characters you get on each line of a Google ad. With social media, you might improve engagement by stopping well short of the maximum character limits. It gets tougher with website pages, articles, and blog posts. I understand that short pieces (let’s say anything under 500 words) are easier to consume for online readers. But longer content can draw in people as well. Visuals in the core content and within the site architecture can support your text. Odds are that your agency or company will have policies that control length. But there should always be exceptions. If you don’t write enough, you disappoint someone by not devoting sufficient attention to a topic. If you provide too many details, you might overwhelm a reader who might miss your primary ideas. Editors and writers should agree on whether the article is a suitable length. You can discard information that doesn’t quite fit. But in the content writing and editing process, you might identify opportunities to use some portions for future content (with additions or modifications). From a search engine optimization perspective, longer content is always best. A website, for example, can get by with shorter pieces if it becomes authoritative through its age, the number of pages, inbound links, and more. However, extended content often helps generate high rankings for targeted keyword phrases and similar words.",
            "link": {
                "home": "tips/tips-remember-that-length.html",
                "direct": "tips-remember-that-length.html"
            },
            "id": "5"
        },
        {
            "heading": "Think smart",
            "date": "Alicia Bond February 22",
            "text": "Headline writing involves many challenges – tone, length, etc. This headline from Business Insider appears to be straightforward – good use of a numeral, direct, etc. But the word smarter caught my attention and elevated the post’s value in my mind.",
            "link": {
                "home": "tips/tips-think-smart.html",
                "direct": "tips-think-smart.html"
            },
            "id": "6"
        },
        {
            "heading": "Understand fair use",
            "date": "Michael Brian February 15",
            "text": "As a content writer, you may occasionally use other content. It’s not always enough to simply use quotation marks and cite the source. Fair use depends on several factors, including whether your content is used for commercial purposes and its potential impact on the market value of the copyrighted work. I mostly worry about the length of the original source. If I quoted 100 words from a 250-word blog, I think that would be too much. A lawyer would have the best advice, but I would limit the quote to 25 words in that case. Books are a little easier. If you quote 300 words from a 150-page book, I believe you would be fine. Poems and song lyrics are a danger zone because they’re often short. I’ve cited as little as possible from them. It’s always best to get legal counsel before publishing the final content.",
            "link": {
                "home": "tips/tips-understand-fair-use.html",
                "direct": "tips-understand-fair-use.html"
            },
            "id": "7"
        }
    ]
}